[
  {
    "year": "1843",
    "description": "Se decretó el establecimiento de las escuelas de Agricultura y Artes y Oficios"
  },
  { "year": "1844", "description": "Eduardo Turreau de Liniers, francés de origen, pidió permiso al gobierno de México para abrir un establecimiento de enseñanza científico, agrícola, fabril y comercial conforme al programa que presentó." },
  { "year": "1845", "description": "Se fundó el Instituto Comercial (en la calle Del Ángel No. 5), nombrándose a Benito León Acosta como Director. Esta escuela fue el origen de la actual ESCA, Escuela Superior de Comercio y Administración" },
  { "year": "1854", "description": "Por decreto de esa fecha se reabrió el Instituto Comercial, cambiando su nombre al de Escuela Especial de Comercio. El 15 de Julio de ese mismo año se estableció que la escuela fuera también de Administración" },
  { "year": "1856", "description": "Ignacio Comonfort expide el decreto para la creación de la Escuela de Artes y Oficios." },
  { "year": "1857", "description": " Se inaugura la Escuela Industrial de Artes y Oficios.  Esta escuela da origen a la actual ESIME, Escuela Superior de Ingeniería Mecánica y Eléctrica." },
  { "year": "1857", "description": "El Presidente de la República Ignacio Comonfort, expide el Reglamento de la Escuela Industrial de Artes y Oficios de México." },
  { "year": "1866", "description": "Con motivo de la Intervención Francesa, la Escuela Especial de Comercio tuvo que cerrar sus puertas temporalmente e incluso denominarse Escuela Imperial de Comercio en 1866." },
  { "year": "1869", "description": "Por Ley se estableció que todas las escuelas públicas se denominaran nacionales, por lo que en ese año la Escuela Especial de Comercio cambió su nombre a Escuela Nacional de Comercio y Administración." },
  { "year": "1892", "description": "a escuela Práctica de Maquinistas se incorpora a la Escuela Nacional de Artes y Oficios para varones." },
  { "year": "1895", "description": "El Hospital Nacional Homeopático gracias a sus estadísticas favorables, se convierte en Escuela Nacional de Medicina Homeopática por decreto emitido por el entonces Presidente de la República, general Porfirio Díaz." },
  { "year": "1896", "description": "Inicia actividades la Escuela Nacional de Medicina Homeopática, antecedente directo de la actual Escuela Nacional de Medicina y Homeopatía, una de las escuelas fundadoras del IPN en 1936." },
  { "year": "1903", "description": "Se crea la escuela Miguel Lerdo de Tejada, antecedente de la Escuela Vocacional 5 de Comercio, hoy CECyT Benito Juárez." },
  { "year": "1905", "description": "La Escuela Superior de Comercio y Administración, por primera ocasión, se impartieron carreras profesionales" },
  { "year": "1915", "description": "La Escuela Nacional de Artes y Oficios (ENAO) cambia su nombre a Escuela Práctica de Ingenieros Mecánicos, Electricistas y Mecánicos-Electricistas (EPIME ME), precursora de la actual ESIME." },
  { "year": "1921", "description": "El presidente Álvaro Obregón expide el decreto de creación de la Secretaría de Educación Pública.  Esta idea fraguó finalmente en la creación del ITI, Instituto Técnico Industrial cuyos terrenos fueron asignados por el Gral. Álvaro Obregón en ese mismo 1921 y que son los mismos que hoy ocupa la Unidad Profesional Lázaro Cárdenas en la que fue Hacienda de Santo Tomás." },
  { "year": "1921 ", "description": "Se aplica la reforma curricular que unifica las carreras de Ing. Mecánico e Ing. Electricista. La EPIME se transforma en Escuela de Ingenieros Mecánicos y Electricistas (EIME)." },
  { "year": "1922", "description": "El Ing. Wilfrido Massieu inicia el trazo y la construcción de los edificios de lo que sería después Instituto Técnico Industrial." },
  { "year": "1922 ", "description": "Se funda la Escuela Técnica de Maestros Constructores, iniciando con 13 carreras. Esta escuela fue el origen de la actual ESIA, Escuela Superior de Ingeniería y Arquitectura." },
  { "year": "1923 ", "description": "Abre sus puertas el Instituto Técnico Industrial. Los salones de clases algunos aún sin techar se ubicaban en el área que hoy conocemos como Cuadrilátero y que ha sido uno de los símbolos más queridos del IPN desde su creación en 1936." },
  { "year": "1924 ", "description": "Inician las labores del Instituto Técnico Industrial creado por el Ing. Wilfrido Massieu, con una población escolar de 21 alumnos. La primera generación termina sus estudios en 1927." },
  { "year": "1925", "description": "Las instalaciones del ITI trabajaban con regularidad, tanto en Talleres como en Aulas, tal cual atestiguan las siguientes, históricas y en extremo emotivas fotografías." },
  { "year": "1926", "description": "Se creó el Centro Industrial Obrero, precursor de la que en 1936 se denominó Prevocacional de Artes y Oficios. Un año después, se le cambió el nombre a Vocacional No. 2, actualmente es el CECyT No. 2 Miguel Bernard Perales. " },
  { "year": "1928", "description": "ecreto por el cual se establece la carrera de médico cirujano homeópata en la Escuela Nacional de Medicina Homeopática, cuya sede era el Hospital Homeopático." },
  { "year": "1931", "description": "Nombramiento a Luis Enrique Erro como jefe del Departamento de Enseñanza Técnica Industrial y Comercial." },
  { "year": "1932", "description": "Luis Enrique Erro como Jefe del Departamento de Enseñanza Técnica Industrial y Comercial, de la SEP, realizó una importante reestructuración a este tipo de enseñanza, junto con el Ing. Carlos Vallejo Márquez, subjefe del mismo departamento." },
  { "year": "1933", "description": "Entra en vigor el reglamento para planteles que integraron la Politécnica Nacional." },
  { "year": "1933", "description": "Con motivo de la demolición de la antigua cárcel de Belém y fincas adyacentes, el CIO, Centro Industrial Obrero –antecedente directo del actual CECyT Miguel Bernard– se traslada provisionalmente a las instalaciones del ITI, hoy Cuadrilátero, de Santo Tomás. Al demoler el viejo cuartel de Belem, se inicia la construcción de la nueva escuela que ocuparía años después la Vocacional No.2 (hoy CECyT 2)." },
  { "year": "1933", "description": "Se inaugura la Escuela Federal de Industrias Textiles Nº 2 en el D.F., siendo presidente el general Abelardo L. Rodríguez y ministro de Educación Narciso Bassols. Esta escuela dio origen a la Escuela Superior de Ingeniería Textil " },
  { "year": "1934", "description": "El director de la EFIT (después ESIT), Ing. Salvador Tolentino Lavat, ex alumno de la escuela, estructuró los planes de estudio en forma piramidal, por si al término de cualquiera de los años de estudio el alumno abandonaba la carrera, salían con alguna especialización." },
  { "year": "1934", "description": "e crean las carreras de Ingeniero Arquitecto y de Ingeniero Civil Sanitario en la Escuela Superior de Construcción" },
  { "year": "1934", "description": "La Cámara de Diputados del Congreso de la Unión aprobó el contenido del Artículo Tercero de la Constitución que estableció la educación socialista, excluyendo toda doctrina religiosa" },
  { "year": "1934", "description": "La Cámara de Diputados del Congreso de la Unión aprobó el contenido del Artículo Tercero de la Constitución que estableció la educación socialista, excluyendo toda doctrina religiosa" },
  { "year": "1935", "description": "Se inaugura la “Escuela de Pre-aprendizaje Nº 3”, (después Prevocacional No. 3) en Mar Mediterráneo Nº 227, ahora CECyT Juan de Dios Bátiz. Sus planes de estudio eran de dos años, ingresando los alumnos después del cuarto al sexto de instrucción primaria, sólo varones, con preferencia hijos de trabajadores." },
  { "year": "1935", "description": "En su informe de gobierno el presidente Lázaro Cárdenas expresa: 'La Secretaría de Educación Pública, está por terminar durante el presente año, con el propósito de funcione el próximo, el estudio que organiza el establecimiento de la Escuela Politécnica...'" },
  { "year": "1935", "description": "Se le otorgan cuatro millones de pesos al Ing. Juan de Dios Bátiz, Jefe del Departamento de Enseñanza Técnica Industrial y Comercial para fundar la Politécnica Nacional, cuya sede oficial sería en lo terrenos de Santo Tomás, hasta entonces ocupados parcialmente por el ITI." },
  { "year": "1935", "description": "Inicia la construcción del estadio Camino Díaz en el Casco de Santo Tomás " },
  { "year": "1935", "description": "Memorando del jefe del Departamento de Enseñanza Técnica Industrial y Comercial al titular de la SEP sobre el aumento de presupuesto para el Instituto Politécnico y para las escuelas superiores que lo van a integrar." },
  { "year": "1935", "description": "'Ha quedado aprobada la ley que permitirá a la Secretaría de Educación Pública dedicar varios millones de pesos al desarrollo de la enseñanza politécnica ante la urgente necesidad de producir técnicos mexicanos…'" },
  { "year": "1935", "description": "El maestro Adalberto Tejeda informa en una carta dirigida al presidente Lázaro Cárdenas, que proseguirá su viaje a Alemania y Checoslovaquia a fin de adquirir los implementos y aparatos de laboratorio para la Politécnica." },
  { "year": "1936", "description": "El miércoles 1° de enero se hace pública, en todos los medios de comunicación, la existencia del IPN con la aprobación de la SEP, pero sin existir decreto presidencial publicado en el Diario Oficial. La coordinación del Instituto recae en el ingeniero Juan de Dios Bátiz, en su calidad de Jefe del Departamento de Enseñanza Técnica de la propia Secretaría." },
  { "year": "1936", "description": "La fundación del Instituto Politécnico Nacional, se origina con la agrupación de algunas de las escuelas profesionales ya existentes: Comercio y Administración, Ingeniería Mecánica y Eléctrica, Ingeniería Textil, Medicina Homeopática, Ingeniería y Arquitectura" },
  { "year": "1936", "description": "Al ubicar las instalaciones del IPN dentro del Casco de Santo Tomás era necesario tener un local adecuado para relocalizar al CIO, Centro Industrial Obrero: De esto se encarga el Ing. Juan de Dios Bátiz Paredes y consigue que la SEP le cediera el local de las Calles de Tolsá y Tresguerras y entonces el CIO cambiara su nombre por el de Escuela Prevocacional, Vocacional 2 de Artes y Oficios." },
  { "year": "1936", "description": "El informe dado a la prensa por el Ing. Juan de Dios Bátiz, jefe del Departamento de Enseñanza Técnica Industrial y Comercial (DETIC), precisa que el IPN tiene por horizonte el territorio del país, es un organismo constituido por agrupaciones de escuelas con una característica precisa para formar egresados profesionales en todos los ciclos de enseñanza dirigidos a los obreros calificados hasta profesionales con altos estudios técnicos" },
  { "year": "1936", "description": "En su informe el Ing. Juan de Dios Bátiz, jefe del Departamento de Enseñanza Técnica Comercial Industrial y Comercial (DETIC), mencionó que existían 16,138 alumnos en las escuelas dependientes de dicho Departamento." },
  { "year": "1936", "description": "El Departamento de Enseñanza Técnica Industrial y Comercial (DETIC), informa que se terminó la construcción de nueve talleres y se ampliaron las tribunas del estadio Camino Díaz en los terrenos del Casco de Santo Tomás." },
  { "year": "1936", "description": "Se informa oficialmente a la Secretaría de Educación Pública, que la maquinaria adquirida en Alemania e Inglaterra por el Coronel Adalberto Tejeda, destinada al Instituto Politécnico Nacional, acaba de llegar al Puerto de Veracruz, y las primeras remesas se encuentran ya en esta capital. El Instituto mencionado quedará establecido en terrenos de la Colonia de Santo Tomás." },
  { "year": "1936", "description": "En una carta dirigida al general Lázaro Cárdenas, el Ing. Juan de Dios Bátiz hace ver la necesidad de dejar terminadas las construcciones del Instituto Politécnico Nacional para concentrar las escuelas profesionales en el casco de Santo Tomás." },
  { "year": "1936", "description": "Antes de que concluya el mes de enero, se habrán terminado las obras del Instituto Politécnico Nacional, que se están llevando a cabo a en los terrenos de la Colonia Santo Tomás. " },
  { "year": "1936", "description": "Ante cerca de cinco mil espectadores, en su totalidad estudiantes, la Universidad empató el campeonato con el Politécnico, al vencer a éstos el sábado por la tarde por la anotación de 14 puntos contra 0." },
  { "year": "1937", "description": "La Escuela de Bacteriología, adquiere el nombre de Escuela Nacional de Bacteriología, Parasitología y Fermentaciones y pasa a depender del Departamento de Enseñanza Técnica Industrial y Comercial (DETIC). Para el mes de febrero inicia los cursos dentro de las instalaciones del Casco de Santo Tomás." },
  { "year": "1937", "description": "Se inauguran los cursos del IPN, por primera vez, a las 10:00 a.m., en solemne ceremonia en el Palacio de Bellas Artes." },
  { "year": "1937", "description": "Se aprobaron oficialmente los planes y programas de estudio de las carreras Ingeniería Aeronáutica, Ingeniería Mecánica, Ingeniería Eléctrica que se imparten en la ESIME." },
  { "year": "1937", "description": "Se realizó del primer juego de futbol americano entre el IPN y el Colegio Militar." },
  { "year": "1937", "description": "El Ing. Juan de Dios Bátiz inauguró, en la sala del libro del Palacio de Bellas Artes, la primera exposición de periódicos murales de los estudiantes técnicos." },
  { "year": "1938", "description": "La Escuela Superior de Construcción cambia su nombre por Escuela Superior de Ingeniería y Arquitectura y se traslada al Casco de Santo Tomás, ocupando el último edificio enfrente del estadio Salvador Camino Díaz." },
  { "year": "1938", "description": "Se creó la carrera de Medicina Rural en la Escuela Nacional de Ciencias Biológicas del IPN." },
  { "year": "1938", "description": "La Escuela Nacional de Bacteriología, Parasitología y Fermentaciones  cambia su nombre por el de Escuela Nacional de Ciencias Biológicas, que en un principio atendió las carreras de bacteriología, botánica, zoología, antropología física, antropología social, entomología y zimología." },
  { "year": "1938", "description": "Se titula la primera mujer de la Escuela Nacional de Ciencias Biológicas, la alumna María Alicia Álvarez Lecuona, con el grado de Química Bacterióloga y Parasitóloga." },
  { "year": "1938", "description": "Se nombró al Consejo Consultivo que realizaría el proyecto de organización y funcionamiento del Instituto Politécnico Nacional integrado por un presidente, un vicepresidente y consejeros de cada una de las áreas académicas." },
  { "year": "1939", "description": "Inaugura cursos la Escuela Nacional de Ciencias Biológicas con 10 carreras técnicas a cursarse en 4 años" },
  { "year": "1939", "description": "Por decreto presidencial, se autorizó la formación de las carreras de Ingeniería Química Petrolera e Ingeniería Metalúrgica, que se comenzaron a impartir dentro de la Escuela Superior de Ingeniería y Arquitectura" },
  { "year": "1940", "description": "Inicia actividades la carrera de Enfermería y Obstetricia" },
  { "year": "1940", "description": "Se expide un decreto que autoriza la incorporación de la Escuela Prevocacional y Vocacional para Ingenieros Mecánicos y Electricistas a las escuelas oficiales" },
  { "year": "1942", "description": "Se realizó una magna manifestación de alumnos del IPN al Zócalo, dentro de la huelga de 1942. La causa principal era la legitimidad de los títulos expedidos por el IPN, éste movimiento fue terriblemente reprimido, con varios muertos y numerosos heridos." },
  { "year": "1942", "description": "El presidente Manuel Ávila Camacho acuerda que a los estudiantes del Polítécnico, una vez concluidos sus estudios les sean expedidos sus títulos por el Instituto, pero que tienen que ser avalados por la UNAM." },
  { "year": "1942", "description": "Se creó la Comisión Impulsora y Coordinadora de la Investigación Científica, con el objeto de promover las investigaciones en la República." },
  { "year": "1943", "description": "El futbol americano destaca como actividad deportiva en el IPN y con el nombre de Politécnico su equipo participa con éxito en la Liga Mayor, De ese año sobresale el backfield del primer equipo, que fue conocido con el mote de 'Los cuatro burros galopantes'" },
  { "year": "1944", "description": "Mediante un reglamento provisional, se crea en enero de 1944 el Internado del Instituto Politécnico Nacional, con capacidad para 300 plazas. Para entonces había 256 jóvenes alojados en dormitorios provisionales, que se habían acondicionado debajo de las tribunas del estadio y en el anexo del gimnasio." },
  { "year": "1944", "description": "Aparece en el Diario Oficial de la Federación, el primer Reglamento Provisional del IPN. " },
  { "year": "1944", "description": " Se crea formalmente la Escuela Nacional de Medicina Rural, al quedar incluida dentro del Reglamento Provisional del IPN" },
  { "year": "1944", "description": "La Federación Nacional de Estudiantes Técnicos (FNET) logra el reconocimiento definitivo de la validez profesional de los estudios politécnicos." },
  { "year": "1945", "description": "El equipo de futbol americano del Politécnico gana en los últimos segundos del juego, el primer campeonato de su historia, bajo la dirección del Padre Lambert J. Dehner derrotando 13-12 a la UNAM." },
  { "year": "1946", "description": "Walter Cross Buchanan es nombrado representante de la Comisión Técnica Consultiva, relativa a las carreras de ingeniería mecánica y eléctrica y conexas, ante la Dirección General de Profesiones." },
  { "year": "1947", "description": "Invitación a la premier de gala de la película del IPN en el Palacio de Bellas Artes, con la asistencia del presidente Miguel Alemán Valdés; el secretario de Educación Pública, Manuel Gual Vidal; el rector de la UNAM, Dr. Salvador Zubirán y el director del IPN, Ing. Gustavo Alvarado Pier." },
  { "year": "1947", "description": "El licenciado Miguel Alemán Valdés, entonces presidente constitucional de la República, firmó el acuerdo para crear la Escuela Superior de Ingeniería Química e Industrias Extractivas " },
  { "year": "1947", "description": "Fundación de la Escuela Superior de Ingeniería Química e Industrias Extractivas, ESIQIE, del Instituto Politécnico Nacional. Su fundador fue el Ing. Manuel Heisser Jiménez y su primer director el Ing. Abel Domínguez Ponce." },
  { "year": "1948", "description": "El presidente Miguel Alemán Valdés expidió la primera Ley Orgánica del IPN en la que se determinan sus objetivos fundamentales." },
  { "year": "1949", "description": "Entra en vigor la primera Ley Orgánica del IPN, órgano jurídico que determina sus finalidades, organización y estructura." },
  { "year": "1950", "description": "El Lic. Miguel Alemán Valdés inaugura los cursos del Instituto Politécnico Nacional" },
  { "year": "1950", "description": "Oficio donde el director de la ESIME, Juan Manuel Ramírez Caraza, comunicaba al director general del IPN, ingeniero Alejandro Guillot Schiaffino, que el Ing. Walter Cross Buchanan había sido designado delegado por la Dirección Nacional de Telecomunicaciones de México a la Conferencia Internacional de Radiodifusión por Altas Frecuencias, en Florencia, Italia" },
  { "year": "1950", "description": "Toma posesión como Director General del IPN el Ing. Juan Manuel Ramírez Caraza." },
  { "year": "1950", "description": "El Politécnico gana su segundo campeonato de futbol americano colegial, en un extraordinario juego celebrado en el Estadio Olímpico de la Ciudad de los Deportes ante más de 60,000 espectadores, al derrotar al equipo de Universidad por 39-26." },
  { "year": "1951", "description": "El Secretario de Educación Pública expidió el acuerdo de creación de la Escuela Técnica Industrial Wilfrido Massieu, hoy CECyT Wilfrido Massieu." },
  { "year": "1951", "description": "El 5 de febrero asiste el presidente Miguel Alemán Valdés al Casco de Santo Tomás, para inaugurar los nuevos edificios del Internado del IPN." },
  { "year": "1952", "description": "Se inaugura la Escuela Superior de Economía, acto que tuvo lugar en el gimnasio del Casco de Santo Tomás; asistió un representante del Secretario de Educación." },
  { "year": "1952", "description": "El jefe de la oficina de Control Técnico Pedagógico del Instituto informa que la inscripción en 1952 de la ESCA fue de 1131 alumnos y que obtuvieron título de contador público y auditor 21 jóvenes y 2, de y auditor 21 jóvenes y 2, de criminólogos" },
  { "year": "1952", "description": "En el mes de noviembre de 1952 se inauguró el de Estadio de CU con un histórico encuentro entre las escuadras del Politécnico y la Universidad. El marcador final favoreció al equipo universitario por un punto solamente, 20-19. Histórico e inolvidable acontecimiento." },
  { "year": "1952", "description": "Ocupa la Dirección General del IPN el Dr. Rodolfo Hernández Corzo." },
  { "year": "1953", "description": "La ESIA ocupa el nuevo edificio construido dentro de lo que se denominó Ciudad Politécnica, ubicado en la esquina de Carpio y Plan de Ayala. Este edificio resulta dañado por el sismo de 1957 y tuvo que ser reconstruido." },
  { "year": "1954", "description": "Holanda dona al IPN el Carillón más grande de México, en esa época, que contaba con 42 campanas. Una vez terminada su instalación el primer concierto dirigido por el maestro José García López, tuvo lugar el 20 de diciembre de 1961. " },
  { "year": "1954", "description": "Muere en un accidente, escalando el Popocatepetl, el extraordinario fullback del equipo Politécnico Humberto Aréizaga Rojo, a los 20 años de edad y en la cúspide de su fugaz carrera futbolística." },
  { "year": "1955", "description": "El director del Centro de Documentación Científica y Técnica de México, Dr. Armando M. Sandoval, felicita al Dr. Rodolfo Hernández Corzo por su nombramiento como vocal biológico del Instituto Nacional de la Investigación Científica." },
  { "year": "1956", "description": "Acuerdo por el que se creó el Patronato de Servicios Asistenciales del IPN, con la participación de tres representantes de las secretarías de Educación Pública, Hacienda y Crédito Público y Salubridad y Asistencia. Éste se encargaría, entre otros aspectos, de los problemas de atención en el Internado, Casas Hogar y Hogares Colectivos. " },
  { "year": "1956", "description": " Cierre del Internado durante la huelga de ese año, el ejército ocupa el edificio a las 4:30 de la mañana." },
  { "year": "1956", "description": "Cierre del Internado durante la huelga de ese año, el ejército ocupa el edificio a las 4:30 de la mañana." },
  { "year": "1956", "description": "Salvador Gámiz Fernández, informó al presidente Adolfo Ruiz Cortines que fue designado presidente de la FNET y le expone los planes de trabajo que se tienen para desarrollar en la Federación Nacional de Estudiantes Técnicos, FNET. " },
  { "year": "1956", "description": "Siendo presidente de la República Adolfo Ruiz Cortines, se publicó la segunda Ley Orgánica del Instituto Politécnico Nacional " },
  { "year": "1957", "description": "Inicia actividades el Patronato de Obras e Instalaciones, POI, creado por decreto el 21 de diciembre de 1956." },
  { "year": "1957", "description": "Un sismo de 7 grados Richter daña varias escuelas de reciente construcción en la zona del casco de Santo Tomás, principalmente las de las de Comercio y Administración, Ingeniería y Arquitectura y Medicina Rural que sufren daños graves en su estructura Uno de los módulos de la ESCA se derrumba totalmente. Las escuelas deben ser trasladadas a otras sedes provisionales, por lo que la ESIA se traslada al antiguo Palacio de Comunicaciones en la calle de Tacuba." },
  { "year": "1957", "description": "Aunque el edificio de la Escuela Superior de Medicina Rural, se encontraba prácticamente terminado en 1956, resultó con daños causados por el sismo de 1957 y tuvo que ser parcialmente reconstruido." },
  { "year": "1959", "description": "Fundación de la Vocacional Única de Ingeniería, en Allende No. 38, el primer director fue el Ing. Moisés Jiménez Castro. Este edificio, Ex Convento de San Lorenzo, fue el sitio que ocupó la ESIME, hasta su cambio a la Unidad Profesional de Zacatenco, en ese mismo año." },
  { "year": "1959", "description": "Tomó posesión como director general del IPN, el ingeniero Eugenio Méndez Docurro, cargo que ocupó hasta 1962." },
  { "year": "1959", "description": "Sale al aire la señal de la estación de televisión del Instituto Politécnico Nacional y opera con las siglas XE IPN TV CANAL 11." },
  { "year": "1959", "description": "Decreto que establece el Reglamento de la Ley Orgánica del IPN." },
  { "year": "1959", "description": "El Presidente de la República, licenciado Adolfo López Mateos, acompañado por el secretario de Educación Pública, licenciado Jaime Torres Bodet y el entonces director general del IPN, ingeniero Eugenio Méndez Docurro, inauguraron los cuatro primeros edificios construidos en el área de Zacatenco, que fueron ocupados por la ESIME y la ESIA. Ese acontecimiento marcó el nacimiento de lo que hoy es la Unidad Profesional Adolfo López Mateos." },
  { "year": "1959", "description": "El Consejo General Consultivo aprueba la propuesta para la creación del Departamento de Planeación y Coordinación de la Enseñanza del IPN." },
  { "year": "1959", "description": "Se crea por decreto presidencial el PATLE, Patronato de Talleres, Laboratorios y Equipos, del IPN." },
  { "year": "1960", "description": "Inicia operaciones el Patronato de Talleres, Laboratorios y Equipos, PATLE, del Instituto Politécnico Nacional." },
  { "year": "1960", "description": "El presidente de la República Adolfo López Mateos abandera a los ateneos en el cuadrilátero del Casco de Santo Tomás y manifiesta su apoyo y respaldo a la actividad cultural" },
  { "year": "1960", "description": "Se creó el Patronato de Publicaciones del IPN, decreto que apareció publicado en el Diario Oficial de esta fecha." },
  { "year": "1961", "description": "El Consejo General del IPN se reunió para acordar la creación de la ESFM, Escuela Superior de Físico Matemáticas, bajo la presidencia del Ing. Eugenio Méndez Docurro, entonces Director General del Instituto." },
  { "year": "1961", "description": "En esta fecha la ESIQIE deja su viejo edificio del Casco de Santo Tomás y se traslada a las instalaciones de la Unidad Profesional de Zacatenco, ocupando el Edificio No. 3 y después en 1973 una parte del Edificio No. 12." },
  { "year": "1961", "description": "El Centro de Investigación y de Estudios Avanzados del Instituto Politécnico Nacional (Cinvestav), fue creado por un Decreto Presidencial que expidió el Lic. Adolfo López Mateos, el 17 de abril de 1961" },
  { "year": "1962", "description": "El Consejo Técnico Consultivo General, acuerda: 1. Crear la categoría de Profesor Decano dentro de todas y cada una de las escuelas del Instituto Politécnico Nacional, que tenga a la fecha más de 10 años de fundada" },
  { "year": "1963", "description": "Se creó el Centro Nacional de Cálculo por acuerdo del Patronato de Talleres, Laboratorios y Equipos del IPN." },
  { "year": "1963", "description": " Se inauguró el edificio que ocupa actualmente la Escuela Superior de Comercio y Administración, ESCA, ubicado en Prolongación de Carpio y Plan de San Luis, en Santo Tomás" },
  { "year": "1963", "description": "Fue inaugurado el edificio ocho de la Unidad Profesional de Zacatenco, donde fue ubicada la Escuela Superior de Ingeniería Textil." },
  { "year": "1963", "description": "Programa del Carillón donde se invitó a la comunidad politécnica a un concierto de Navidad para el domingo 22 de diciembre de 1963,  para celebrar el tercer aniversario de la creación del Departamento de Difusión Cultural del IPN." },
  { "year": "1964", "description": "Acta del Consejo General Consultivo donde se aprueba la creación de un Patronato de Promoción Cultural." },
  { "year": "1964", "description": "Creación del Patronato para el Fomento de las Actividades de Alta Especialización Docente en el IPN." },
  { "year": "1964", "description": "El Lic. Adolfo López Mateos inaugura el edificio de la Vocacional Nº 7 en Tlatelolco, su primer director fue el C.P. Marcelo Hedding García." },
  { "year": "1964", "description": "Mediante acuerdo del Consejo General Consultivo del IPN, se le concede al Lic. Adolfo López Mateos el nombramiento de Maestro del Pueblo de México." },
  { "year": "1964", "description": "Por acuerdo del Consejo General Consultivo del IPN, se otorga la medalla al Mérito de la Enseñanza Técnica, al Lic. Adolfo López Mateos, al Lic. Adolfo Ruiz Cortines y a Don Jaime Torres Bodet." },
  { "year": "1964", "description": "El Lic. Adolfo López Mateos da por concluidas las obras de la Unidad Zacatenco, y en la Plaza de Honor, el Primer Magistrado de la Nación exhorta a los politécnicos a contribuir, cada vez más, al robustecimiento social, moral y material que requiere el progreso de la Patria " },
  { "year": "1965", "description": "La hasta entonces conocida como Escuela Superior de Medicina Rural, por iniciativa de su Director el Dr. Ignacio Barragán Sánchez y siendo Director General del I.P.N. el Dr. Guillermo Massieu Helguera, en sesión solemne del Consejo General Consultivo, fue aprobado suprimir el calificativo de Rural en la designación oficial del nombre y adoptar en lo sucesivo el nombre de ESCUELA SUPERIOR DE MEDICINA." },
  { "year": "1965", "description": "Se celebra la edición 1965 del clásico juego Poli-Universidad, el cual gana la escuadra del Poli Guinda en los últimos 25 segundos del juego, con un estrecho marcador de 19-14. La anotación del triunfo la hizo Omar Fierro, quien portaba el jersey guinda con el número 45." },
  { "year": "1966", "description": "Por primera ocasión se tocan las campanas del Carillón, donando por el gobierno de Holanda al IPN, ante la comunidad politécnica en un concierto de música tradicional mexicana, interpretada por José María Kox, considerado como uno de los mejores carillonistas del mundo" },
  { "year": "1967", "description": " Fue inaugurado el Planetario Luis Enrique Erro dentro de la Unidad Adolfo López Mateos." },
  { "year": "1968", "description": "Se declaran Hijos distinguidos de la ESIME a los egresados: Platón Gómez Peña, Alejandro Guillot Schiaffino, Julián Díaz Arias, Antonio García Rojas, Víctor Bravo Ahuja, Jesús Robles Martínez y Eugenio Méndez Docurro, quienes de acuerdo con el reglamento de la escuela, se hicieron acreedores a dicha distinción." },
  { "year": "1968", "description": "La Vocacional 6 (hoy CECyT Miguel Othón de Mendizábal) instituye la medalla Juan de Dios Bátiz, para premiar al alumno más aplicado de esa escuela." },
  { "year": "1968", "description": " En un mitin en Tlatelolco, participaron 15 mil personas, y se enfrentaron alumnos del IPN y otras instituciones con las fuerzas armadas del ejército y la policía de la ciudad de México " },
  { "year": "1968", "description": "El CECyT Cuauhtémoc, que antes fue Vocacional No. 7 y estuvo ubicado en Tlatelolco, reanudó sus clases –después del movimiento estudiantil de 1968– en el edificio número 8 de la Unidad Profesional de Zacatenco." },
  { "year": "1969", "description": "Se publicó en el Diario Oficial el decreto por el cual el Instituto Politécnico Nacional, dejó de atender el ciclo secundario llamado prevocacional." },
  { "year": "1969", "description": " A partir de esta fecha, la escuela Tecnológica Nº 3, (antes Prevocacional 3) se convierte y lleva el nombre de Escuela Técnica Industrial Juan de Dios Bátiz, hoy CECyT 9." },
  { "year": "1969", "description": "Egresa la primera generación de licenciados en Relaciones Comerciales de la Escuela Superior de Comercio y Administración" },
  { "year": "1970", "description": "El Consejo General Consultivo aprueba la creación de la sección de graduados en la Escuela Superior de Economía." },
  { "year": "1970", "description": "Se creó en la Escuela Superior de Economía, la maestría sobre Economía Industrial con lo cual se convirtió en la primera escuela en América Latina que la estableció." },
  { "year": "1970", "description": "Se implementó un moderno sistema de control escolar en el IPN con la utilización de equipo de cómputo. La parte técnica estuvo a cargo del Centro Nacional de Cálculo." },
  { "year": "1970", "description": "Se realizó el Primer Congreso Nacional de Egresados del IPN en la ciudad de México, los días 26, 27 y 28; el doctor Carlos Wild Altamirano y el ingeniero Jesús Tavera Barquín, fueron presidente y vicepresidente del Comité Organizador de este primer Congreso." },
  { "year": "1970", "description": "Se inauguró el nuevo edificio de la Vocacional número 7,hoy CECyT Cuauhtémoc, en la zona de Iztapalapa; construido en un área de cuatro mil metros cuadrados. " },
  { "year": "1970", "description": "Toma posesión el Ing. Manuel Zorrilla Carcaño, como Director del IPN." },
  { "year": "1971", "description": "Se realiza un homenaje a Luis Enrique Erro por la designación con su nombre del cráter del lado oculto de la luna, ubicado en las coordenadas lunares: latitud 6 n, longitud 98 e, hecha por la Unión Astronómica Internacional" },
  { "year": "1971", "description": "Se crea el departamento de idiomas, con el primer laboratorio de idiomas del IPN en el CECyT Luis Enrique Erro Soler" },
  { "year": "1971", "description": "Se constituye el Consejo Editorial del IPN, que reanudó la publicación de Acta y Gaceta Politécnicas." },
  { "year": "1971", "description": "Se publicó en el Diario Oficial de la Federación, el Decreto Presidencial por el que se creó la Unidad Profesional Interdisciplinaria de Ingeniería, Ciencias Sociales y Administrativas (UPIICSA) " },
  { "year": "1971", "description": "Se le hizo un homenaje a la doctora Evangelina Villegas Moreno, nombrada en el Día de la Mujer como Egresada Distinguida del Instituto Politécnico Nacional." },
  { "year": "1972", "description": "Aparece en la Gaceta Politécnica la creación de la Unidad de Ciencias Básicas de la ESIME en Xocongo." },
  { "year": "1972", "description": "La Escuela Nacional de Medicina y Homeopatía fue dotada de un edificio moderno y funcional, situado en el Fraccionamiento de La Escalera, hoy calle Guillermo Massieu No. 239." },
  { "year": "1973", "description": "A partir de este año se modificó el titulo que expedía la Escuela Nacional de Medicina y Homeopatía, otorgando el de medico cirujano y homeópata en lugar el de médico homeópata cirujano y partero." },
  { "year": "1974", "description": "El Ing. Víctor Bravo Ahuja, siendo secretario de Educación Pública, coloca la primera piedra de la Unidad Profesional de ESIME Culhuacán." },
  { "year": "1974", "description": "La Escuela Superior de Turismo del IPN inicia actividades, provisionalmente, en un edificio de la calle de 5 de febrero Núm. 145, en el centro de la ciudad, su primer director es el CP Roberto Mendoza Ramírez" },
  { "year": "1974", "description": "Inicia operaciones la Escuela Superior de Ingeniería y Arquitectura en los edificios de la Unidad Tecamachalco." },
  { "year": "1974", "description": "Inicia operaciones la Unidad Tepepan de la ESCA, siendo su primer director el C:P: Francisco Ayala Barreiro." },
  { "year": "1975", "description": "Se funda el Centro Interdisciplinario de Ciencias de la Salud en Milpa Alta, Distrito Federal." },
  { "year": "1976", "description": "Se funda el CICIMAR, Centro Interdisciplinario de Ciencias Marinas, en La Paz, Baja California Sur." },
  { "year": "1977", "description": "En el Senado de la República, el presidente José López Portillo entrega al Ing. Juan de Dios Bátiz Paredes, la presea Belisario Domínguez." },
  { "year": "1977", "description": "Fue inaugurado el Centro de Televisión Educativa de Zacatenco mediante una donación del Gobierno Británico y apoyo de las autoridades del IPN." },
  { "year": "1978", "description": "Inicia operaciones el Centro de Estudios Científicos y Tecnológicos No. 15 “Diódoro Antúnez Echegaray" },
  { "year": "1979", "description": "Fallece, en la Ciudad de México, el Ing. Juan de Dios Bátiz Paredes, fundador del IPN." },
  { "year": "1980", "description": "En este año, el Consejo General Consultivo estableció como Día del Politécnico, el 21 de mayo, por coincidir dos fechas representativas para la historia del Instituto: primero, por ser la conmemorativa del natalicio del general Lázaro Cárdenas, y segundo, por haber sido la fecha de sepultura del ingeniero Juan de Dios Bátiz, quien falleciera el 20 de mayo de 1979." },
  { "year": "1980", "description": "Se celebró por primera vez el Día del Politécnico en el auditorio A del Centro Cultural Jaime Torres Bodet." },
  { "year": "1980", "description": "omando en cuenta las sugerencias aportadas por diferentes asociaciones de egresados, fundamentalmente de provincia, se propusieron modificaciones a algunos artículos del Reglamento de Titulación, con el objeto de facilitarla pero cuidando al mismo tiempo no bajar el nivel académico ni la imagen de los egresados" },
  { "year": "1981", "description": "Fue aprobada por el Poder Legislativo, la Ley Orgánica del IPN, la cual ratifica la naturaleza, finalidades y atributos del mismo." },
  { "year": "1981", "description": "Publica el Diario Oficial de la Federación la actual Ley Orgánica del IPN." },
  { "year": "1982", "description": "'…con el propósito de restaurar la antigua Escuela Práctica de Ingenieros Mecánicos y Electricistas para establecer en ella un centro de Informática y Actualización Profesional, el Comité de Administración de Allende 38, rindió protesta ante los egresados de la ESIME y autoridades del IPN'" },
  { "year": "1982", "description": "El C. Presidente del Consejo General Consultivo, sometió a consideración de los señores consejeros la propuesta para que al Centro de Estudios Tecnológicos número 1 se le designe con el nombre del distinguido Ing. Walter Cross Buchanan, propuesta que fue aprobada por unanimidad" },
  { "year": "1983", "description": "Las aplicaciones de tecnología digital están en un proceso de crecimiento acelerado; los microprocesadores y en general los elementos de microelectrónica se aplican cada vez en más campos, por ello, explicó el Ing. Héctor Ruiz Veraza, la creación del Centro de Investigación de Tecnología Digital en Tijuana, Baja California, era necesaria para el Instituto Politécnico Nacional" },
  { "year": "1984", "description": "Se inauguró el nuevo edificio del Centro de Enseñanza de Lenguas Extranjeras (CENLEX), en la Unidad Profesional Adolfo López Mateos " },
  { "year": "1984", "description": "En las Instalaciones de la Dirección General, ubicada en la Unidad “Adolfo López Mateos” en Zacatenco, tuvo lugar un incendio, sin que se supieran las causas del siniestro, ante tan lamentable suceso, la comunidad demostró una solidaridad extraordinaria." },
  { "year": "1985", "description": "El Lic. Miguel González Avelar, secretario de Educación Pública, devela una placa conmemorativa por los 50 años del fútbol americano en el Instituto Politécnico Nacional " },
  { "year": "1985", "description": "Durante los fuertes sismos de esas fechas, 10 edificios del IPN sufren daños, siendo el mas afectado el de la Escuela Superior de Medicina, incluyendo la pérdida de 3 vidas en ese sitio." },
  { "year": "1986", "description": "Se publicó en el Diario Oficial el Decreto Presidencial para denominar las calles que integran la Unidad Profesional Zacatenco, con los nombres de Juan de Dios Bátiz, Wilfrido Massieu, Miguel Bernard, distinguidos personajes en la historia del IPN." },
  { "year": "1987", "description": "Inicia operaciones la Escuela Superior de Ingeniería Mecánica y Eléctrica en la Unidad Azcapotzalco." },
  { "year": "1988", "description": "Se inaugura la Unidad Profesional Interdisciplinaria de Biotecnología, UPIBI." },
  { "year": "1988", "description": "Inicia operaciones la Escuela Superior de Ingeniería y Arquitectura, ESIA Unidad Ticomán." },
  { "year": "1989", "description": "Se inaugura la Escuela Superior de Ingeniería Mecánica Eléctrica, ESIME, Unidad Ticomán" },
  { "year": "1990", "description": "Se publicó el acuerdo de reestructuración académica y administrativa de la ESIME, con el objeto de preservar el carácter integral de la Escuela Superior de Ingeniería Mecánica y Eléctrica, en él se establece que se conformará de cuatro unidades responsables, que serán denominadas: ESIME Unidad Zacatenco, ESIME Unidad Azcapotzalco, ESIME Unidad Culhuacán y ESIME Unidad Ticomán, cada unidad contará con un director con facultades y obligaciones que le señalen los ordenamientos legales. del Instituto Politécnico Nacional" },
  { "year": "1990", "description": "Se publicó el acuerdo de reestructuración académica y administrativa de la ESIA, con el objeto de preservar el carácter integral de la Escuela Superior de Ingeniería y Arquitectura; estableciendo que se conformará de tres unidades responsables, que serán denominadas: ESIA Unidad Zacatenco, ESIA Unidad Tecamachalco y ESIA Unidad Ticomán, cada unidad contará con facultades y obligaciones que le señalen los ordenamientos legales." },
  { "year": "1991", "description": "155,000 estudiantes del IPN, en sus 3 niveles educativos, medio superior, superior y posgrado iniciaron sus actividades académicas del ciclo 1991-1992." },
  { "year": "1993", "description": "Inicia sus cursos la Escuela Superior de Computo, ESCOM" },
  { "year": "1996", "description": "Se inaugura el Centro de Investigaciones Económicas en Ciencias Administrativas y Sociales, CIECAS." },
  { "year": "1997", "description": "Inicia operaciones la Unidad Profesional Interdisciplinaria de Ingeniería y Tecnologías Avanzadas, UPIITA." },
  { "year": "2000", "description": "Se inaugura el CICS, Centro Interdisciplinario de Ciencias de la Salud en la Unidad Profesional Lázaro Cárdenas, Santo Tomás." },
  { "year": "2009", "description": "Se inagura el Centro de Nanociencias y Micro y Nanotecnologías (CNMN) en la unidad Adolfo Lopez Mateos" },
  { "year": "2010", "description": "Comienza trabajos la Unidad de Desarrollo Tecnológico, polo de inovación politécnico que impoulsa la creación y crecimiento de negocios tecnoloicos de alto impacto" },
  { "year": "2011", "description": "Recibe doctorado en Ingeniería Mecátronica de la ESIME Zacatenco Certificación Internacional por parte de PNPC" },
  { "year": "2012", "description": "Firma IPN acuerdos de cooperación academica con universidades chinas de Beihang y de Medicina Tradicional China y Farmacología de Beijing" },
  { "year": "2013", "description": "Se presenta el proyecto del complejo educativo Ciudad del conocimiento y de la cultrua en Pachuca Hidalgo" },
  { "year": "2014", "description": "Secretaria de Economía otorga al Centro de Incubación de Empresas de Base Tecnológica del IPN el Premio Nacional del Emprendedor 2014" },
  { "year": "2015", "description": "El Conacyt resalta que el OPN es lider en diversas áreas del conocimiento a nivel nacional" },
  { "year": "2015", "description": "La dirección del SNI señala que el IPN es la segunda institución en el país con más miembros en este organismo" },
  { "year": "2016", "description": "Entrega Conacyt equipo especializado con un costo aproximado de cuatro millones de pesos" },
  { "year": "", "description": "" }
]
